import fotoRG1 from '../../images/RG1.jpg';
import fotoRG2 from '../../images/RadhaWithPilot.jpeg';

const RGabout = () => {
  return (
    <section className="RGabout">
      <img className="foto" src={fotoRG1} alt="foto" />

      <p>
        Йоги Радха Матаджи -Духовный лидер, Мастер Сиддха Йоги и Медитации.
        Садхви, которая божественного театра «Шри Радхарани». На семинарах Радха
        Матаджи: «Секреты гималайских йогов», «Наполни жизнь любовью»,
        «Пробуждение сознания», «Любовь и Путешествие Души», «Мистерия открытия
        7 чакр», «Открытие духовного сердца», и другие, люди узнают о внутреннем
        сокровище, находят внутри себя источник счастья и вселенской любви.
        Радха Гири Матаджи — автор программы: «Еженедельная общая медитация для
        мира и любви во всем мире». Радха Матаджи: «О себе скажу, что мне
        необычайно повезло. В возрасте 23-х лет я встретила своего Духовного
        Наставника, и моя жизнь кардинально изменилась. Началось духовное
        путешествие в Гималаи, осознание смысла жизни переживания глубинного
        опыта Единения со Вселенной. 9 лет я жила в Ашрамах в Гималаях в Индии и
        в Непале. Безмолвие и величие этих мест, своя интенсивная садхана
        (духовная практика), благословения Светлых Душ позволили получить
        сокровенный духовный опыт. Я помню, как однажды в Ашраме в Уттаркаши
        (Гималаи, где Риши Вьяса записал Веды) приехал Пайлот Бабаджи и сказал,
        что я и моя мама однажды станем саньяси (монахами). Через год именно в
        Уттаркаши в ночь Махашиваратри (когда Шива женился на Парвати), на
        берегу священной реки Ганги мы приняли посвящение. Великая радость души
        заполнили меня изнутри. Учитель остриг нам волосы — мирские
        привязанности, и мы вместе с Сатьямом Гири смеялись от всего сердца. Я
        увидела всю свою предыдущую жизнь… Пришло много святых в тонких телах,
        они благословляли нас и радовались… Они всегда со мной — наставляют и
        направляют. Сложно душе вырваться из сансары, но кто истинно хочет —
        тому будут помогать светлые души, Мастера. Главное, никогда не
        прекращать своих усилий и верить в Бога, в себя, в добро. Уделяйте время
        своей душе, медитируйте, и прекрасные открытия случаться внутри вас.
        Господь благословляет вас!
      </p>
      <p>
        Радха Гири Матаджи родилась в Киеве, столице Украины. С 19 лет
        занималась йогой и другими духовными практиками. В возрасте 21 года она
        пережила ряд духовных откровений, которые привели ее к духовному
        Учителю, Пилоту Бабаджи.
      </p>
      <p>
        Встреча с духовным Учителем коренным образом изменила ее жизнь. Она
        оставила работу и семью и отправилась в Гималаи, где жила и училась,
        более 10 лет в Индии и Непале в Ашрамах своего Учителя, Пайлот Бабаджи.
        На Кумбха-Меле (крупнейшем религиозном фестивале в Индии) получила
        посвящение в семейную саньяси от Духовного Гуру Пилота Бабаджи. Полную
        саньясу (монашество) приняла в Уттаркаши в Гималаях через год, о чем и
        мечтала. Радха Гири в 2011 году издала книгу «Великие гималайские
        мастера Самадхи» на английском и русском языках. Долгое время Она жила и
        путешествовала в Непале — духовном центре мира, Гималаях. Радха Матаджи
        встречалась с тибетскими ламами и изучила тонкости буддизма.
      </p>
      <img className="foto" src={fotoRG2} alt="foto" />
      <p>
        В мае 2012 года она отправилась в Тибет с паломнической поездкой на
        священную гору Кайлаш. В Гималаях она перевела духовную книгу Гурудева
        Пилота Бабаджи «Кайлаш-Мансаровер». Эта книга раскрывает секреты Кайлаша
        и рассказывает о многих священных местах, до сих пор известных лишь
        нескольким святым. В 2013 году на Кумбхе Мела Радха Матаджи создала
        прекрасную книгу — сборник лекций и сатсангов Пилот Бабаджи «Просветите
        себя» на английском языке. Сейчас готовится к изданию книга Радха
        Матаджи : «Секреты гималайских йогов», — это эссенция духовных
        откровений, которые записывались более 5 лет в Гималаях. В Харидваре в
        Ашраме Бабаджи она также основала международный журнал : «Discover
        Yourself» о духовном и материальном процветании, йоге, здоровье,
        аюрведе, паломничествах и мировых проектах в разных уголках мира, о
        программах развития детей, о взаимоотношениях и многом другом
        интересном. И самое главное — в каждом номере журнала послание Святого
        Пайлот Бабаджи и мире и любви на земле. Радха Матаджи обучает Сиддха
        йоге и медитации. Основатель ведического Божественного театра «Шри
        Радхарани»и общества «Радость Жизни Духовной». Проводит культурно —
        духовные фестивали, такие как «Махашиваратри», «Васанта Наваратри»,
        «Духовный ведический Новый год», «Молитва за мир в Украине» и другие.
        «Когда вы приходите на святое место или к святому человеку, очень важно
        ваше личное отношение. От того, с каким чувством вы приходите, будет
        зависеть от того, что вы приобретете. Не судите по внешности и не
        делайте внезапных выводов. Относитесь с уважением и почтением. Откройте
        свое сердце. Пребывайте в тишине».
      </p>
      <p>
        Духовность — это не вопрос религии. Духовность — это
        самосовершенствование через самопознание. Моя миссия — чтобы люди
        медитировали, осознали бесконечную свободу. Жизнь прекрасна, если мы
        понимаем, как жить. Я провожу семинары, сатсанги, ягьи и организовываю
        празднование ведических фестивалей и божественного театра для умножения
        счастья и любви в мире. Мы также публикуем международный журнал
        саморазвития «Discover Yourself» на английском языке, где каждый может
        почерпнуть для себя очень интересную информацию о здоровье, лидерстве,
        отношениях, самосовершенствовании, путешествиях, советах Гуру, истории
        жизни и любви. Жизнь — это приключение. Читая альманах и используя
        информацию, которой делились авторы, люди могут получить полезные знания
        в своей жизни. Я также создаю духовное путешествие в Гималаи — это
        священное места, где йоги и Риши прошлого и настоящего совершают свои
        аскезы. Делая Махаритунджайа, Гаятри, Лакшми и другие ягьи, мы очищаем
        пространство, тело, ум и пробуждаемся. Такой метод помогает объединить
        усилия для решения проблем со здоровьем, отношений, получения духовных и
        материальных благ.
      </p>
    </section>
  );
};
export default RGabout;
