import fotoRG1 from '../../images/RG1.jpg';

const RGabout = () => {
  return (
    <section className="RGabout">
      <img className="foto" src={fotoRG1} alt="foto" />

      <p>
        Йоги Радха Матаджи -Духовный лидер, Мастер Сиддха Йоги и Медитации.
        Садхви, которая божественного театра «Шри Радхарани». На семинарах Радха
        Матаджи: «Секреты гималайских йогов», «Наполни жизнь любовью»,
        «Пробуждение сознания», «Любовь и Путешествие Души», «Мистерия открытия
        7 чакр», «Открытие духовного сердца», и другие, люди узнают о внутреннем
        сокровище, находят внутри себя источник счастья и вселенской любви.
        Радха Гири Матаджи — автор программы: «Еженедельная общая медитация для
        мира и любви во всем мире». Радха Матаджи: «О себе скажу, что мне
        необычайно повезло. В возрасте 23-х лет я встретила своего Духовного
        Наставника, и моя жизнь кардинально изменилась. Началось духовное
        путешествие в Гималаи, осознание смысла жизни переживания глубинного
        опыта Единения со Вселенной. 9 лет я жила в Ашрамах в Гималаях в Индии и
        в Непале. Безмолвие и величие этих мест, своя интенсивная садхана
        (духовная практика), благословения Светлых Душ позволили получить
        сокровенный духовный опыт. Я помню, как однажды в Ашраме в Уттаркаши
        (Гималаи, где Риши Вьяса записал Веды) приехал Пайлот Бабаджи и сказал,
        что я и моя мама однажды станем саньяси (монахами). Через год именно в
        Уттаркаши в ночь Махашиваратри (когда Шива женился на Парвати), на
        берегу священной реки Ганги мы приняли посвящение. Великая радость души
        заполнили меня изнутри. Учитель остриг нам волосы — мирские
        привязанности, и мы вместе с Сатьямом Гири смеялись от всего сердца. Я
        увидела всю свою предыдущую жизнь… Пришло много святых в тонких телах,
        они благословляли нас и радовались… Они всегда со мной — наставляют и
        направляют. Сложно душе вырваться из сансары, но кто истинно хочет —
        тому будут помогать светлые души, Мастера. Главное, никогда не
        прекращать своих усилий и верить в Бога, в себя, в добро. Уделяйте время
        своей душе, медитируйте, и прекрасные открытия случаться внутри вас.
        Господь благословляет вас!
      </p>
      <p>
        Радха Гири Матаджи родилась в Киеве, столице Украины. С 19 лет
        занималась йогой и другими духовными практиками. В возрасте 21 года она
        пережила ряд духовных откровений, которые привели ее к духовному
        Учителю, Пилоту Бабаджи.
      </p>
    </section>
  );
};
export default RGabout;
